auth-enter-secret = 🔒 বট অ্যাক্সেস করতে সিক্রেট কী লিখুন:
auth-success = ✅ প্রমাণীকরণ সফল হয়েছে! স্বাগতম।
auth-fail = ❌ ভুল কী। দয়া করে আবার চেষ্টা করুন:
search-message =
    <blockquote><b>{$title}</b>
    {$tags}
    ---
    {$size}  |  {$seeds}S · {$peers}L  |  {DATETIME($publishDate)}
    ---
    ডাউনলোড: {$download}</blockquote>
search-empty-results = ফলাফল পাওয়া যায়নি
search-unknown-error = অনুসন্ধান চলাকালীন ত্রুটি ঘটেছে
torrent-message-in-progress =
    <blockquote><b>{$title}</b>
    ---
    সীড: {$seeds} ({$maxSeeds}),  পিয়ার: {$peers} ({$maxPeers})
    গতি: {$speed}
    আনুমানিক সময়: {$eta}
    অগ্রগতি: {$progress}
    ---
    সরান: {$remove}</blockquote>
torrent-message-completed =
    <blockquote><b>{$title}</b>
    ---
    অগ্রগতি: {$progress}
    ---
    ফাইলগুলি: {$files}
    সরান: {$remove}</blockquote>
torrent-unsupported-tracker-error = ট্র্যাকার সমর্থিত নয়
torrent-download-error = টরেন্ট যোগ করার সময় ত্রুটি ঘটেছে
torrent-remove-error = টরেন্ট সরানোর সময় ত্রুটি ঘটেছে
torrent-file-message =
    <blockquote><b>{$name}</b>
    ---
    আকার: {$size}
    ---
    ডাউনলোড: {$download}</blockquote>
torrent-files-empty = কোন ফাইল নেই
torrent-files-error = ফাইল পুনরুদ্ধার করার সময় ত্রুটি ঘটেছে
torrent-file-uploading = আপলোড হচ্ছে, অনুগ্রহ করে অপেক্ষা করুন...
torrent-file-compressing = ভিডিও সংকোচন করা হচ্ছে, অনুগ্রহ করে অপেক্ষা করুন... {$progress}%
torrent-file-will-be-compressed = সংকুচিত করা হবে
torrent-file-too-big = ফাইলটি খুব বড়!
torrent-file-error = ফাইল পাঠানোর সময় ত্রুটি ঘটেছে
torrent-file-empty = ফাইল পাওয়া যায়নি
