auth-enter-secret = 🔒 बॉट तक पहुंचने के लिए सीक्रेट की दर्ज करें:
auth-success = ✅ प्रमाणीकरण सफल! स्वागत है।
auth-fail = ❌ गलत कुंजी। कृपया पुनः प्रयास करें:
search-message =
    <blockquote><b>{$title}</b>
    {$tags}
    ---
    {$size}  |  {$seeds}S · {$peers}L  |  {DATETIME($publishDate)}
    ---
    डाउनलोड: {$download}</blockquote>
search-empty-results = कोई परिणाम नहीं
search-unknown-error = खोज के दौरान त्रुटि हुई
torrent-message-in-progress =
    <blockquote><b>{$title}</b>
    ---
    बीज: {$seeds} ({$maxSeeds}),  सहकर्मी: {$peers} ({$maxPeers})
    गति: {$speed}
    अनुमानित समय: {$eta}
    प्रगति: {$progress}
    ---
    निकालें: {$remove}</blockquote>
torrent-message-completed =
    <blockquote><b>{$title}</b>
    ---
    प्रगति: {$progress}
    ---
    फाइलें: {$files}
    निकालें: {$remove}</blockquote>
torrent-unsupported-tracker-error = ट्रैकर समर्थित नहीं है
torrent-download-error = टोरेंट जोड़ते समय त्रुटि हुई
torrent-remove-error = टोरेंट हटाते समय त्रुटि हुई
torrent-file-message =
    <blockquote><b>{$name}</b>
    ---
    आकार: {$size}
    ---
    डाउनलोड: {$download}</blockquote>
torrent-files-empty = कोई फाइलें नहीं
torrent-files-error = फाइलें पुनः प्राप्त करते समय त्रुटि हुई
torrent-file-uploading = अपलोड हो रहा है, कृपया प्रतीक्षा करें...
torrent-file-compressing = वीडियो संकुचित हो रहा है, कृपया प्रतीक्षा करें... {$progress}%
torrent-file-will-be-compressed = संकुचित किया जाएगा
torrent-file-too-big = फाइल बहुत बड़ी है!
torrent-file-error = फाइल भेजते समय त्रुटि हुई
torrent-file-empty = फाइल नहीं मिली
